[
    {
        "title": "Michael Situ Plein Air Workshop and Studio Class",
        "descriton": "Two day Cleveland workshop(Friday - Saturday)",
        "Workshop Dates": "March 22 - 23, 2019",
        "Time": "9:00am - 4:00pm",
        "Cost": "$350",
        "Skills": "All levels",
        "Workshop size": "15 Students",
        "Location": "Cleveland, Ohio",
        "details": "This two workshop location will be in the beautiful Cleveland Ohio. As a nationally recognized and award-winning artist, with life time artist and have many years teaching experience. I am happy, enjoy and love to share my knowledge and experience to my students. My workshop is created for all skill levels, beginners and professional painters are welcome. I will teaching with oil and also who working in acrylic and watercolor are welcome to the workshop. I will I have set enough time for me to work with each individual students to share ideas, suggestions and comments about the students paintings. I will have daily lecture and demonstration showing how to use my three simple step in the limited time to finished a painting from beginning to end. In my workshop students will learn: *Composition – design and edit to build up a strong, interesting and more effective composition *Color – simple and better way understand and use warm and cool color and color harmony *Value – differentiate between value, use big contrast of white, gray, black *Shape – use different size shape and develop drawing skills *Edge – distance and atmosphere in a painting of command between hardness and softness contrast of the edge *Brushstroke and texture – different subject matter requires different direction brushstroke and texture *Focal point – use the line to lead eye path to the focal point *Simplify – to use big and simple of color, value, shape to develop the basic of frame painting",
        "pic": [
            {
                "imgName": "Paintout1.jpg",
                "content": ""
            },
            {
                "imgName": "LagunaCoast.jpg",
                "content": "Laguna Coast 12x16 Oil on Canvas Panel;Finalist for Raymarart's 2008 yearlong national fine art competition Judge's Comments: \"I love the interpretation of this subject. It has been often done but this one sits in the atmosphere and has a lovely composition, really leading into deep space. My only comment is, that I almost passed it up because the red orange rocks in the front are so strong that they have a tendency to dominate and interupt the subtlety of the background, however it is a lovely and harmonic mood and deserving of consideration.\" Judge - Gil Dellinger"
            },
            {
                "imgName": "BalboaMiniMarket.jpg",
                "content": "Balboa Mini Market 12x16 Oil on Canvas Panel;Finalist for Raymarart's 2007 yearlong national fine art competition Judge's Comments: \"Planned spontaneity and fresh execution came to mind when I viewed this piece. The directional leads into the painting, believable colors of the atmosphere, water, boats, distant land fall, and the structure plus the balanced light and shadow are all in harmony. The accents that kept me looking and looking are...the blue broken water that evolves to green, the light color on the side of the building, the white sail's angle, the blue writing on the banner over the railing, the red flag and electrical lines became the WOW accent elements for me. Beyond merely viewing this captured moment I could hear, sniff, taste and feel this scene which made it a winner for me. AWESOME.\" Judge - Cathy Dietrich"
            },
            {
                "imgName": "heislerpark1.jpg",
                "content": ""
            },
            {
                "imgName": "heislerpark2.jpg",
                "content": ""
            },
            {
                "imgName": "Balboaisland2.jpg",
                "content": ""
            },
            {
                "imgName": "Balboaisland1.jpg",
                "content": ""
            },
            {
                "imgName": "Workshop1.jpg",
                "content": "Demonstration at workshop  in Laguna Beach, California"
            },
            {
                "imgName": "Workshop3.jpg",
                "content": "Teaching at workshop  in Laguna Beach, California"
            }
        ],
        "comments": [
            {
                "name": "J.K",
                "comment": "\"Hi Michael, It was really good opportunity for me to learn to improve my painting. Michael,...you ARE a GREAT PAINTER AND A TEACHER! Thank you so much!! Also thank you for the delicious Chinese food:)\""
            },
            {
                "name": "V.G",
                "comment": "\"Thank You!!!!!! Michael, The week of painting with you was wonderful. I learned a ton of new information and made new friends. I love how well you taught us. It was so organized and informative. I love the way you paint. You a true master of the light and composition. Please thank your wife Annie for all her kindness and for such a delicious lunch\""
            },
            {
                "name": "M.S",
                "comment": "\"Hi Michael, I enjoyed the workshop, and appreciated your suggestions and explanations – I really learned a lot! Thanks, and look forward to the next time we meet,\""
            },
            {
                "name": "B.W",
                "comment": "\"Thank you for a wonderful workshop! You are a true inspiration. Thanks to both you and your wife for being so kind to my family as well. See you in your studio class at the end of October.\""
            },
            {
                "name": "R.O",
                "comment": "\"Dear Michael, Thank you for a very special workshop. I had never attended a workshop before and feel very lucky to have been in yours. To simplify, I will write THREE things: you are the most professional, most knowledgeable, most generous artist I know. I look forward to visiting your studio again soon. With great appreciation, Rita O. P.S. Your wife is wonderful too!\""
            },
            {
                "name": "V.K",
                "comment": "\"Thank you Micheal for the photo, I enjoyed your workshop very much and learned a lot. Thanks for all your help, and I am sorry to miss your summer workshop but I am putting the Sept. workshop on my calender. Thanks to Ann also, she really takes good care of you.\""
            },
            {
                "name": "S.K",
                "comment": "\"Dear Michael.Thank you for a great week in Laguna. Your workshop was the best I've ever attended. I really enjoyed studying with you and appreciated how well you organized the workshop.\""
            },
            {
                "name": "V.K",
                "comment": "\"Thank you Michael, you and Anni are such giving and compasionate people and I was so happy to be painting with you. You helped me to get bck into plein-air, it was a great week. For sure you will see me again, Happy painting,\""
            },
            {
                "name": "N.G",
                "comment": "\"Dear Michael, This has been an wonderful week of painting in Laguna Beach.Your lecture & demos each morning have filled me with positive thoughts for the day. I have turly been inspired to do my best in your workshop. You are a good teacher & great artist! Mary thanks for including me in your Laguna Beach workshop. I hope our paths cross again if fate allows\""
            },
            {
                "name": "F.H",
                "comment": "\"Hi Michael,Thank you so much for the wonderful week full of great energy and learning, I am so happy that I took your class and sad that it ended so soon. Thanks for the photo. Hopefully will see you in your future classes may be hawaii !!!! Thanks again\""
            },
            {
                "name": "M.H and B.T",
                "comment": "\" Dear Michael, What a fabulous workshop! We had a great time & learned so much. Thank you so much for sharing so much information. Your demonstration & critiques were very helpful.The last workshop day feast was such fun & so delicious. It was a good class to a great week. I thought it was an interesting group of people. We shared email with each other & hopefully have made some new friends.Annie was so gracious & helpful all week and we loved meeting her as well. We hope to see you again soon. Best regards.\""
            },
            {
                "name": "L.M",
                "comment": "\"Michael,Thank you very much for the class. I really enjoyed meeting you and Annie. I learned a lot from your Demos and your advice was really helpful. Thanks again!\""
            },
            {
                "name": "R.H and B.D",
                "comment": "\"Dear Michael: Thanks for a great workshop and the chance to study with you! We hope to put into practic the many things we learned from you. Laguna is a great place and we enjoyed ourselves immensely. Every time we see paintings of the ocean we'll think of you. We also enjoyed getting the chance to meet and know Annie and hope she will enjoy wearing her pin too. We wish you great success in your paintings(which are wonderful) and we'll for you in the art magazine. And, of course, we will continue to visit your website to see your new work. Happy painting\""
            },
            {
                "name": "S.T",
                "comment": "\"Hi Michael,Thank you very much for the wonderful workshop. I really enjoy learning from you and you are the best teacher of all.I hope to satudy with you again. Thank you!\""
            },
            {
                "name": "K.F",
                "comment": "\"Dear Michael, Thank you so much for a great workshop! Not only did I learn a lot, but I really enjoyed you frienship and warmth.You are really work well as a team. I admire you dedication to paintings. You are a wonderful mertor Michael, and I wish you continued success in you career. Take care.\""
            },
            {
                "name": "R.o",
                "comment": "Dear Michael, \"I thank you and your wife for a wonderful experience. You are an excellent teacher and an excellent artist! The luncheon yesterday was delicious. All of us who learn from you are very fortunate. I will see you in the future.\""
            },
            {
                "name": "L.H",
                "comment": "\"Dear Michael, I cannot thank you enough for your help with my paintings and your positive comments about my work. I'm so excited about getting back to my studio paintings and applying what I learned from you to these paintings. You are a wonderful teacher-you are so very giving to your students and you really, really helped me with my work. I will \"hear your voice\" as I paint now-saying \"little bit warmer...little cooler...simplify...work on your COMPOSITION!!!\" These are very nice words to remember-and from a very gentle teacher.\""
            },
            {
                "name": "W.G",
                "comment": "\" Thank you Michael! I just wanted to tell you how much I enjoyed the workshop last week. You did a great job! And Annie did too! You are a master of painting and it was inspiring to watch you create your work. I learned a great deal from you and I'm anxious to get busy doing more paintings. I am pleased and proud to have a Michael Situ painting now in my plein air collection. I hope to aquire another in the future.\""
            },
            {
                "name": "S.K",
                "comment": "\"Dear Michael:I thank you so much for an outstanding workshop. You are both a master teacher as well as an exceptional artist. I feel very fortunate to have been in your class and to touch a pierce of heaven on earth. your class was unbelievable. you helped everyone so much and your critiques were way beyond any critiques from other teachers I have been in class with. You are not only a master artist but master painter and I feel so blessed that I could borrow you for a moment in time.\""
            }
        ]
    }
]